{
	"name": "Cœur maritime",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "D'après la légende, un cœur de sirène mythique caché dans une conque serait capable d'appeler à la formation d'une tempête sur les flots. Le groupe de développement océanique a voulu rendre hommage à ce mythe en baptisant l'un de ses plus importants instruments du nom de ce cœur. Bien qu'il ne puisse créer de tempête, il peut contrôler l'afflux d'eau pour faire monter la marée. Son modèle complet peut même procéder à une transformation en dauphin.",
	"source": "Génère un Cœur maritime à l'emplacement de la cible. Temps de recharge: **60**secondes. Toutes les **2**secondes, le Cœur maritime inflige des dégâts aux cibles proches équivalant à **2%** (**0,2%** en Ligue ultime) des PV max de l'Explorateur pendant **45**secondes. Le type de dégâts élémentaires infligé sera le même que celui de l'arme actuelle. Accroît également les dégâts infligés aux cibles touchées de **4%** pendant **5**secondes.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_018.png",
	"shortIcon": "artifact_ssr_018",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_042",
	"advancement": [
		{
			"description": "Le Cœur maritime fait monter la marée **1**fois toutes les **15**secondes, infligeant des dégâts équivalant à **15%** (**1,5%** en Ligue ultime) des PV max de l'Explorateur aux cibles proches.",
			"id": "artifact_adv_042"
		},
		{
			"description": "La durée de Cœur maritime passe à **90**secondes.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Accroît les dégâts infligés aux cibles touchées par Cœur maritime de **5,5%** supplémentaires.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Accroît de **2%** les dégâts de foudre, même s'ils ne sont pas déployés. Non disponible en Ligue ultime.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Lorsque vous plongez, utilisez Cœur maritime pour vous transformer en dauphin pendant **45**secondes maximum. Durant cet effet, les ennemis n'attaquent plus pendant **15**secondes et votre vitesse de déplacement augmente.\r\nPendant la transformation, la prochaine attaque fouettera l'eau, infligeant des dégâts équivalant à **25%** (**2,5%** en Ligue ultime) de vos PV max aux cibles proches, ce qui mettra fin à la transformation.",
			"id": "artifact_adv_042"
		}
	],
	"id": "artifact_ssr_018"
}