{
	"name": "Pistolet à bulles",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Il paraît qu'une personne blonde de petite taille a créé cette chose à Mirroria sur un coup de tête…",
	"source": "Appuyez sur le bouton Tirer pour consommer **1**goutte de produit à bulles et tirer des bulles, infligeant chacune des dégâts équivalent à **10%** de l'ATQ. Maintenez le bouton enfoncé pendant **0,5**seconde pour consommer **5**gouttes de produit à bulles et tirer une grosse bulle, infligeant des dégâts équivalent à **300%** de l'ATQ. La grosse bulle peut envelopper la plupart des petites cibles pour les faire s'envoler. Chaque cible ne peut être enveloppée qu'**une** fois toutes les **15**secondes. Les cibles avec Hypercorps ne sont pas affectées par cet effet. Le temps de recharge des grosses bulles est de **5**secondes. Vous gagnez **1**goutte de produit à bulles toutes les **3**secondes et **10**gouttes en éliminant un ennemi. Le Pistolet à bulles peut contenir jusqu'à **30**gouttes de produit à bulles.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_020.png",
	"shortIcon": "artifact_ssr_020",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_044",
	"advancement": [
		{
			"description": "Accroît le nombre de petites bulles tirées et fait reculer le porteur pendant qu'il les tire. Après avoir utilisé la relique, accroît la vitesse de **10%** pendant **30**secondes.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Confère **1**/**3**cumuls de Partie de plaisir chaque fois que vous tirez des petites et grosses bulles. Chaque cumul accroît les dégâts infligés par l'Explorateur de **1,8%** pendant **60**secondes. Cumulable jusqu'à **5**fois.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Utilisez le Pistolet à bulles pour invoquer un Esprit des bulles qui tire des bulles et actualise la durée de Partie de plaisir. L'Esprit disparaît au bout de **150**secondes.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Accroît de **2%** les dégâts de feu, même s'ils ne sont pas déployés. Non disponible en Ligue ultime.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Accroît le bonus de dégâts de Partie de plaisir de **0,6%** par cumul.",
			"id": "artifact_adv_044"
		}
	],
	"id": "artifact_ssr_020"
}