{
	"name": "Triple masque",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Conçu à l'origine pour aider des patients ayant subi des blessures au visage, il a fini par accumuler d'autres fonctions allant bien au-delà de sa valeur ornementale. On utilise le plus souvent un masque pour dissimuler l'être qui le porte, mais la technologie présente dans celui-ci peut aussi dévoiler de nouveaux aspects du monde.",
	"source": "À utiliser pour mettre le Masque du néant de Triple masque. Seuls les boss vous attaqueront lors de votre exploration de l'aire de jeu principale. La détection sera déclenchée si certains ennemis vous découvrent. Lorsque vous portez le Masque du néant, les ennemis sous l'influence du masque n'alerteront pas d'autres ennemis lorsqu'ils sont attaqués. Utilisez le Triple masque à nouveau pour retirer le masque actuel et commencer le temps de recharge. Temps de recharge: **20**secondes.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_021.png",
	"shortIcon": "artifact_ssr_021",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_045",
	"advancement": [
		{
			"description": "Débloque le Masque du chasseur. Sélectionnez lorsque vous utilisez Triple masque et confirmez à nouveau pour le porter. Lorsque vous portez le Masque du chasseur, vous pouvez voir les emplacements des ennemis d'élite du domaine 9 sur la carte.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Lorsque Triple masque est déployé, accroît la vitesse de **8%** et les dégâts élémentaires de **8%**.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Débloque le Masque du savoir. Lorsque vous portez le Masque du savoir, vous serez guidé à l'emplacement des coffres non ouverts à proximité.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Accroît de **2%** les dégâts de givre, même s'ils ne sont pas déployés. Non disponible en Ligue ultime.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Lorsque Triple masque est déployé, accroît les dégâts élémentaires de **8%** supplémentaires.",
			"id": "artifact_adv_045"
		}
	],
	"id": "artifact_ssr_021"
}