{
	"name": "Пузырьковая пушка",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Говорят, это разработка некой низкорослой блондинки из Миррории...",
	"source": "Нажмите кнопку стрельбы, чтобы потратить **1** каплю мыльного раствора и запустить несколько пузырьков, каждый из которых наносит урон в размере **10%** от АТК. Удерживайте кнопку **0,5** секунды, чтобы за **5** капель мыльного раствора запустить большой пузырь, который наносит урон в размере **300%** от АТК. Большой пузырь способен поглотить большинство мелких целей и заставить их улететь. Каждую цель можно поглотить **1** раз в **15** секунд, но это не касается тех, у кого есть гипертело. Перезарядка большого пузыря: **5** секунд. Мыльный раствор пополняется со скоростью **1** капля в **3** секунды, при этом после уничтожения врага добавляется еще **10** капель. Пузырьковая пушка вмещает до **30** капель мыльного раствора.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_020.png",
	"shortIcon": "artifact_ssr_020",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_044",
	"advancement": [
		{
			"description": "Увеличивает количество выпускаемых маленьких пузырьков. Стреляя маленькими пузырьками, странник немного отодвигается назад. После выстрела из реликвии скорость увеличивается на **10%** на **30** сек.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Дает **1** и **3** экз. Счастливого времени после выстрела маленькими и большими пузырями соответственно. Каждый экз. увеличивает наносимый странником урон на **1,8%** на **60** сек. Накапливается до **5** раз.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Используйте пузырьковую пушку, чтобы вызвать духа пузырьков, который запускает пузырьки и обновляет продолжительность Счастливого времени. Дух существует **150** сек.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Увеличивает урон от огня на **2%**. Выставлять для этого не обязательно. Недоступно в Высшей лиге.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Увеличивает бонус к урону от Счастливого времени еще на **0,6%** за экз.",
			"id": "artifact_adv_044"
		}
	],
	"id": "artifact_ssr_020"
}