{
	"name": "Морское сердце",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Легенда гласит, что мифическое сердце сирены, спрятанное в колючей морской раковине, способно вызывать бурю. Отдавая должное этому мифу, исследовательская группа «Океан» решила назвать в честь сердца один из своих важных инструментов. Бурю он не вызывает, зато может управлять потоками воды, усиливая прилив, а в полной конфигурации даже способен превратить пользователя в дельфина.",
	"source": "Создает в выбранной точке Морское сердце. Перезарядка: **60** сек. Каждые **2** сек. Морское сердце наносит ближайшим целям урон в размере **2%** (**0,2%** в Высшей лиге) от макс. ОЗ странника в течение **45** сек. Стихийный тип урона соответствует типу применяемого оружия. Кроме того, весь урон, который получают цели, увеличивается на **4%** на **5** сек.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_018.png",
	"shortIcon": "artifact_ssr_018",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_042",
	"advancement": [
		{
			"description": "Морское сердце вызывает прилив **1** раз каждые **15** сек., нанося ближайшим целям урон в размере **15%** (**1,5%** в Высшей лиге) от макс. ОЗ странника.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Длительность действия Морского сердца увеличена до **90** сек.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Урон по целям, пораженным Морским сердцем, дополнительно увеличивается на **5,5%**.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Увеличивает урон от электричества на **2%**. Выставлять для этого не обязательно. Недоступно в Высшей лиге.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Когда вы под водой, используйте Морское сердце, чтобы превратиться в дельфина. Эффект действует до **45** сек. Враги не будут атаковать вас в течение **15** сек., а скорость передвижения будет увеличена.\r\nПервая атака в форме дельфина нанесет ближайшим целям урон в размере **25%** (**2,5%** в Высшей лиге) от ваших макс. ОЗ и завершит превращение.",
			"id": "artifact_adv_042"
		}
	],
	"id": "artifact_ssr_018"
}