{
	"name": "Triple Mask",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Pada awalnya, masker ini dikembangkan sebagai alat bantu untuk pasien yang mengalami cedera wajah. Namun, pada akhirnya, masker ini tak hanya mempunyai nilai estetika, tapi juga nilai serbaguna. Meskipun biasanya masker dipakai untuk menyembunyikan identitas pemakainya, teknologi yang terkandung di dalamnya bisa menyingkap beragam hal baru di dunia ini.",
	"source": "Gunakan untuk memakai Mask of the Void dari Triple Mask. Saat menjelajahi Overworld, kamu tidak akan diserang oleh musuh selain Boss. Jika terpergok oleh musuh tertentu, deteksi akan terpicu. Saat memakai Mask of the Void, musuh yang berada dalam pengaruh topeng tidak akan memberi tahu musuh lain saat dirinya diserang. Pakai Triple Mask lagi untuk melepas topeng saat ini dan memasuki periode CD selama **20** detik.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_021.png",
	"shortIcon": "artifact_ssr_021",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_045",
	"advancement": [
		{
			"description": "Membuka Mask of Hunter. Pilih topeng ini saat memakai Triple Mask dan konfirmasikan lagi untuk memakainya. Saat memakai Mask of Hunter, kamu bisa melihat lokasi musuh pencapaian elite di Domain 9 dari peta.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Saat menggunakan Triple Mask, SPD meningkat **8%** dan DMG Elemen meningkat **8%**.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Membuka Mask of Knowledge. Saat memakai Mask of Knowledge, jika ada Chest yang belum dibuka di sekitarmu, kamu akan mendapatkan pemberitahuan dan dipandu ke lokasi Chest tersebut.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Meningkatkan Frost DMG sebesar **2%**, bahkan saat tidak dikerahkan. Tidak tersedia di Apex League.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Saat menggunakan Triple Mask, DMG Elemen meningkat **8%** lagi.",
			"id": "artifact_adv_045"
		}
	],
	"id": "artifact_ssr_021"
}