{
	"name": "Thalassic Heart",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Konon, jantung putri duyung yang tersembunyi di dalam cangkang keong berduri mampu memanggil badai dan gempuran ombak. Sebagai bentuk penghormatan atas legenda ini, Divisi Pengembangan Laut menamai salah satu instrumen pentingnya dengan nama jantung ini. Meski tidak bisa memanggil badai, Relik ini mampu mengendalikan arus air untuk menciptakan air pasang. Model finalnya bahkan bisa berubah menjadi lumba-lumba.",
	"source": "Memunculkan Thalassic Heart di lokasi target. CD: **60** detik. Setiap **2** detik, Thalassic Heart menimpakan DMG kepada target di sekitar sebesar **2%** (**0,2%** di Apex League) Max HP Wanderer selama **45** detik. Tipe Elemental DMG yang ditimpakan sama dengan elemen senjata yang dipakai. DMG yang diterima target meningkat **4%** selama **5** detik.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_018.png",
	"shortIcon": "artifact_ssr_018",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_042",
	"advancement": [
		{
			"description": "Thalassic Heart akan mengeluarkan gelombang **1** kali setiap **15** detik, menimpakan DMG sebesar **15%** (**1.5%** di Apex League) Max HP Wanderer kepada target di sekitar.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Durasi Thalassic Heart diperpanjang menjadi **90** detik.",
			"id": "artifact_adv_042"
		},
		{
			"description": "DMG yang ditimpakan pada target yang terhantam oleh Thalassic Heart meningkat lagi sebesar **5,5%**.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Meningkatkan Volt DMG sebesar **2%**, bahkan saat tidak dikerahkan. Tidak tersedia di Apex League.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Saat Wanderer menyelam, gunakan Thalassic Heart untuk berubah menjadi lumba-lumba selama maks **45** detik. Selama periode tersebut, lawan tidak akan menyerang selama **15** detik, dan kecepatan gerakmu akan meningkat.\r\nSetelah berubah wujud, serangan berikutnya akan menghasilkan gelombang ombak yang menimpakan DMG sebesar **25%** Max HP kamu (**2,5%** Max HP kamu di Apex League) kepada target di sekitar, lalu kamu akan kembali ke wujud manusia.",
			"id": "artifact_adv_042"
		}
	],
	"id": "artifact_ssr_018"
}