{
	"name": "Bubble Gun",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Rumornya, kreator pendek berambut pirang di Mirroria membuat ini karena iseng...",
	"source": "Tekan tombol tembak untuk mengonsumsi **1** tetes Bubble Solution dan menembakkan rentetan gelembung. Tiap gelembung menimpakan DMG sebesar **10%** ATK. Tahan tombol selama **0,5** detik untuk mengonsumsi **5** tetes Bubble Solution dan menembakkan satu Big Bubble yang menimpakan DMG sebesar **300%** ATK. Big Bubble ini bisa menelan sebagian besar target berukuran kecil dan membuat mereka terbang ke udara. Setiap target hanya bisa ditelan dan diterbangkan Big Bubble **1** kali setiap **15** detik. Target yang mempunyai Hyperbody tidak terpengaruh oleh efek ini. CD Big Bubble: **5** detik. Bubble Solution akan terisi ulang sebanyak **1** tetes setiap **3** detik. Setelah mengalahkan musuh, Bubble Solution akan terisi ulang sebanyak **10** tetes. Bubble Gun bisa menampung **30** tetes Bubble Solution.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_020.png",
	"shortIcon": "artifact_ssr_020",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_044",
	"advancement": [
		{
			"description": "Meningkatkan jumlah gelembung kecil yang ditembakkan. Saat menembakkan gelembung kecil, penggunanya akan melangkah ke belakang. Setelah menembakkan relik, SPD meningkat **10%** selama **30** detik.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Dapatkan **1** tumpuk Happy Time setelah menembakkan gelembung kecil dan **3** tumpuk setelah menembakkan gelembung besar. Setiap tumpuk meningkatkan DMG yang ditimpakan Wanderer sebesar **1,8%** selama **60** detik. Bisa ditumpuk maks **5** kali.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Gunakan Bubble Gun untuk memunculkan Bubble Spirit yang menembakkan gelembung dan mereset durasi Happy Time. Bubble Spirit aktif selama **150** detik.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Meningkatkan Flame DMG sebesar **2%**, bahkan saat tidak dikerahkan. Tidak tersedia di Apex League.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Setiap tumpuk memberikan Peningkatan DMG Happy Time tambahan sebesar **0,6%**.",
			"id": "artifact_adv_044"
		}
	],
	"id": "artifact_ssr_020"
}