{
	"name": "เมิ่งจาง",
	"avatar": {
		"name": "หวง",
		"advanceId": "imitation_41L1",
		"weapon": "mimi_thunder",
		"icon": "imitation_41",
		"avatarID": "mimi",
		"age": "23 กรกฎาคม",
		"height": "135 ซม.",
		"gender": "เพศหญิง",
		"state": "พลับพลาผนึกนภา",
		"city": "เจิ้นโจว",
		"rating": "wuwei_imitation_41",
		"gp": [
			"toy",
			"garageKit",
			"Jiuyu"
		],
		"va": [
			{
				"Chinese": "CV : 裴致莹"
			},
			{
				"Japanese": "CV : 新井 里美"
			},
			{
				"English": "CV : Alexis Tipton"
			},
			{
				"Korean": "CV : 윤은서"
			},
			{
				"Portuguese": "CV : BIANCA ALENCAR"
			}
		],
		"id": "imitation_41"
	},
	"description": "พัดคู่พลังมหาศาล ที่สามารถถล่มภูเขาและก้อนหินได้\r\nเมื่อเมิ่งจางลอยขึ้นไปบนเมฆ โลกก็จะเต็มไปด้วยสายลม",
	"icon": "item_Weapon_SSR_mimi",
	"gachaIcon": "SSR_lh_MiMi",
	"rarity": "SSR",
	"element": "Thunder",
	"weaponType": "Dfan",
	"wc": "Tank",
	"mats": {
		"Item_Mine_thunder": 39,
		"Item_Mine_thunder_02": 65,
		"Item_breakthrough_B2": 65,
		"Item_breakthrough_D2": 65,
		"Item_Mine_thunder_03": 32,
		"Item_breakthrough_B3": 32,
		"Item_breakthrough_D3": 32,
		"Item_breakthrough_B1": 35,
		"Item_breakthrough_D1": 32
	},
	"advanceID": "mimi_thunder_ssr_star",
	"skills": {
		"normals": [
			{
				"name": "มุกร่ายหยกรำ",
				"description": "ขณะอยู่บนพื้น กดโจมตีปกติเพื่อโจมตี 5 ครั้งติดต่อกัน\r\nการโจมตีครั้งแรก: สร้างดาเมจ **91.1%** ของ ATK + **547**\r\nการโจมตีครั้งที่สอง: สร้างดาเมจ **137.6%** ของ ATK + **826**\r\nการโจมตีครั้งที่สาม: สร้างดาเมจ **400%** ของ ATK + **2400**\r\nการโจมตีครั้งที่สี่: สร้างดาเมจ **331.7%** ของ ATK + **1990**\r\nการโจมตีครั้งที่ห้า: สร้างดาเมจ **165.3%** ของ ATK + **992**",
				"icon": "skill_mimi_melee",
				"id": "GA_FPlayerMiMiMelee_Melee"
			},
			{
				"name": "สอดส่อง",
				"description": "ขณะที่นักพเนจรลอยอยู่กลางอากาศ ใช้ท่าโจมตีปกติเพื่อโจมตี 5 ครั้งติดต่อกันกลางอากาศ โดยใช้พลังกาย\r\nการโจมตีครั้งแรก: สร้างดาเมจเท่ากับ **92.6%** ของ ATK + **556**\r\nการโจมตีครั้งที่สอง: สร้างดาเมจเท่ากับ **150.5%** ของ ATK + **903**\r\nการโจมตีครั้งที่สาม: สร้างดาเมจเท่ากับ **413.3%** ของ ATK + **2480**\r\nการโจมตีครั้งที่สี่: สร้างดาเมจเท่ากับ **284.6%** ของ ATK + **1707**\r\nการโจมตีครั้งที่ห้า: สร้างดาเมจเท่ากับ **184.6%** ของ ATK + **1108**",
				"icon": "skill_mimi_airattack",
				"id": "GA_FPlayerMiMiMelee_AirAttack"
			},
			{
				"name": "เมิ่งจางรุ่งอรุณ",
				"description": "ขณะที่อยู่บนพื้น เมื่อใช้โจมตีปกติครั้งที่ 1 ถึงครั้งที่ 4 แล้วกดโจมตีปกติค้างไว้จะปล่อยเมิ่งจางรุ่งอรุณและใช้พลังกาย\r\nพร้อมทั้งทำการโจมตีไปข้างหน้า สร้างดาเมจเท่ากับ **329.7%** ของ ATK + **1978** ใส่เป้าหมายใกล้เคียง และทำให้เป้าหมายลอยขึ้น\r\nหลังจากปล่อยเมิ่งจางรุ่งอรุณ แล้วกดโจมตีปกติค้างไว้ จะสามารถปล่อยอัสนีฟาดได้",
				"icon": "skill_mimi_meleebranch",
				"id": "GA_FPlayerMiMiMelee_MeleeBranch"
			},
			{
				"name": "อัสนีฟาด",
				"description": "ขณะอยู่บนพื้นดิน เมื่อแตะโจมตีปกติและกดค้างไว้จะปล่อยอัสนีฟาด\r\nยิงสายฟ้าต่อเนื่องใส่เป้าหมาย และใช้พลังกาย ในระหว่างนั้นตนเองจะได้รับเอฟเฟกต์ไฮเปอร์บอดี้ ทุกครั้งที่โจมตีโดนจะสร้างดาเมจเท่ากับ **53.5%** ของ ATK + **321** ให้กับเป้าหมายใกล้เคียง ในขณะเดียวกัน ทุก **1.5** วินาที จะอัญเชิญ มังกรครามน้อยเมิ่งจาง **1** ตัว ช่วยปล่อยคลื่นกระแทกพร้อมกัน สร้างดาเมจเท่ากับ **99%** ของ ATK + **594** ใส่เป้าหมายใกล้เคียง\r\nทุก **1.5** วินาที ตนเองจะได้รับโล่เท่ากับค่า HP สูงสุด **10%** และจะได้รับโล่สูงสุดเท่ากับค่า HP สูงสุด **15%** เป็นเวลา**15** วินาที\r\nหลังจากเปิดใช้งานเรโซแนนซ์ความอดทน: \r\nทุกครั้งที่อัสนีฟาดปล่อยคลื่นกระแทกจะยั่วยุเป้าหมายใกล้เคียง เป็นเวลา **2** วินาที\r\nทุกครั้งที่อัสนีฟาดสร้างโล่ เพื่อนร่วมทีมที่อยู่ใกล้เคียงจะได้รับโล่เท่ากับค่า HP สูงสุดของผู้ใช้เพิ่มเติมสูงสุด **10%**",
				"icon": "skill_mimi_powerattack",
				"id": "GA_FPlayerMiMiMelee_PowerAttack"
			},
			{
				"name": "มังกรพเนจร",
				"description": "ขณะที่นักพเนจรลอยอยู่กลางอากาศ เมื่อแตะโจมตีปกติในครั้งที่ 1 ถึง 4 และกดค้าง จะปลดปล่อยมังกรพเนจรและใช้พลังกาย\r\nทำการโจมตีไปข้างหน้า สร้างดาเมจเท่ากับ **329.7%** ของ ATK + **1978** ใส่เป้าหมายใกล้เคียง และทำให้เป้าหมายลอยขึ้น",
				"icon": "skill_mimi_airbranch",
				"id": "GA_FPlayerMiMiMelee_AirAttackBranch"
			},
			{
				"name": "พลังแห่งมังกรคราม",
				"description": "ทุก **3** ครั้งที่เมิ่งจางโจมตีปกติโดนเป้าหมาย จะได้รับพลังแห่งมังกรคราม **1** ชั้น สามารถรับได้สูงสุด **8** ชั้น เป็นเวลา **30** วินาที\r\nหลังจากเปิดใช้งานเรโซแนนซ์ความอดทน: \r\nพลังแห่งมังกรครามแต่ละชั้น จะทำให้ตนเองได้รับเอฟเฟกต์ลดดาเมจ **1.5%**",
				"icon": "skill_mimi_beidong",
				"id": "GA_FPlayerMiMiMelee_Beidong"
			}
		],
		"dodge": [
			{
				"name": "หลบหลีก",
				"description": "หลบหลีกก่อนถูกโจมตีเพื่อเรียกใช้งานแฟนตาเซีย ซึ่งจะลดความเร็วของศัตรูภายในพื้นที่ และจะไม่โดนติดสตันระหว่างหลบหลีก\r\n**สกิลติดตัว**: ปล่อยบอลถักสายฟ้าไปทางด้านหน้า",
				"icon": "common_evade",
				"id": "GA_FPlayerMiMiEvade_Evade"
			},
			{
				"name": "สายฟ้าแลบ",
				"description": "แตะโจมตีปกติในระหว่างช่วงระยะเวลาสั้น ๆ หลังหลบหลีกใดก็ได้ เพื่อเรียกใช้งานสายฟ้าแลบ\r\nจะปรากฏตัวในตำแหน่งของบอลถักสายฟ้าทันที และจะสร้างดาเมจใส่เป้าหมายใกล้เคียงเท่ากับ **106.4%** ของ ATK + **638** จะสร้างบ่อไฟฟ้า พร้อมทั้งกลับมาที่ตำแหน่งตนเอง บ่อไฟฟ้าจะสร้างดาเมจต่อเนื่องเท่ากับ **149.5%** ของ ATK + **897** และดึงดูดเป้าหมายใกล้เคียงอย่างต่อเนื่อง\r\n**สกิลติดตัว: **ในระหว่างที่สายฟ้าแลบ ตนเองจะได้รับเอฟเฟกต์ไฮเปอร์บอดี้ หลังจากสายฟ้าแลบโดนเป้าหมาย จะได้รับพลังแห่งมังกรคราม **1** ชั้น\r\nเมื่อปล่อยสายฟ้าแลบแล้ว แตะโจมตีปกติและกดค้างไว้ จะสามารถปล่อยอัสนีฟาดได้",
				"icon": "skill_mimi_evadeattack",
				"id": "GA_FPlayerMiMiEvade_EvadeAttack"
			}
		],
		"skill": [
			{
				"name": "เมฆครามสยบจันทร์",
				"description": "มังกรครามล่องนภา ในระหว่างนั้นตนเองจะได้รับเอฟเฟกต์ไฮเปอร์บอดี้ สร้างดาเมจเท่ากับ **1777.5%** ของ ATK + **10664** ให้กับเป้าหมายใกล้เคียง ทำให้เกิดมังกรครามหมุนวน เป็นเวลา **8** วินาที โดยในระหว่างนั้นจะใช้พลังแห่งมังกรครามอย่างต่อเนื่องและปล่อยสายฟ้าฟาดสูงสุด **8** รอบ แต่ละรอบที่สายฟ้าฟาดโดนเป้าหมาย จะสร้างดาเมจเท่ากับ **649.9%** ของ ATK + **3899** ใส่เป้าหมายใกล้เคียง เมื่อมังกรครามออกจากสนาม จะสร้างดาเมจเท่ากับ **1485%** ของ ATK + **8909** ใส่เป้าหมายใกล้เคียงอีกครั้ง คูลดาวน์ **30** วินาที และไม่สามารถต่ำกว่า **20** วินาที เมฆครามสยบจันทร์สามารถสะสมจำนวนครั้งการปล่อยสกิลได้สูงสุด **2** ชั้น\r\n**สกิลติดตัว: **เมื่อติดตั้งอาวุธไฟฟ้า **3** ชิ้น หลังจากเมฆครามสยบจันทร์โดนเป้าหมายแล้ว ทุก **2** วินาทีจะสร้างดาเมจสกิลเท่ากับ **250%** ของ ATK ใส่เป้าหมาย เป็นเวลา **30** วินาที",
				"icon": "skill_mimi_skill",
				"id": "GA_FPlayerMiMiSkill_Skill"
			}
		],
		"discharge": [
			{
				"name": "มังกรทะยานฟ้า",
				"description": "เมื่อ**ชาร์จอาวุธเต็ม** หรือเรียกใช้งาน**แฟนตาเซีย**แล้ว การสลับมายังอาวุธนี้จะ**ลบดีบัฟทั้งหมดจากผู้ถือ** ทำการรวบรวมปราณโยนกระแทกพื้นและระเบิด สร้างดาเมจเท่ากับ **1514.7%** ของ ATK + **9087** ใส่เป้าหมายใกล้เคียง และทำให้เป้าหมายลอยขึ้น ซึ่งระหว่างนี้จะไม่โดนดาเมจ เป็นเวลา **1.5** วินาที (ไม่มีผลในลีกแข่งยอดฝีมือ)\r\n**สกิลติดตัว: **เมื่อเรียกใช้แฟนตาเซีย โดยที่ปัจจุบันใช้เมิ่งจางอยู่หรือสลับอาวุธอื่นมาเป็นเมิ่งจาง จะสร้างดาเมจเท่ากับ **5,000%** ของ ATK ใส่เป้าหมายใกล้เคียง ดาเมจนี้จะไม่ได้รับผลกระทบเพิ่มเติมจากเอฟเฟกต์เพิ่มดาเมจของค่าสถานะหายากของอุปกรณ์ไททัน โดยที่ระยะเวลาแฟนตาเซียแต่ละครั้ง จะปล่อยได้สูงสุด 1 ครั้ง",
				"icon": "skill_mimi_changeskill",
				"id": "GA_FPlayerMiMiChangeSkill_Success"
			}
		]
	},
	"stars": [
		{
			"description": "**เรโซแนนซ์ไฟฟ้า**: ติดตั้งอาวุธธาตุไฟฟ้า **2** ชิ้นขึ้นไปเพื่อเปิดใช้งาน จะเพิ่ม ATK ไฟฟ้า **15%** และค่าต้านทานไฟฟ้า **25%** เอฟเฟกต์เซตนี้ยังมีผลในช่องมือรองด้วย เอฟเฟกต์ประเภทเดียวกันจะไม่ซ้อนทับกัน\r\n**สายฟ้าฟาด: บนสนาม**: เมื่อการโจมตีใดก็ได้ของ**เมิ่งจาง**โดนเป้าหมาย จะสร้างดาเมจเท่ากับ **131.3%** ของ ATK ไฟฟ้า + **1.9%** ของ HP สูงสุดของตัวเอง + **68.8%** ของผลรวมของค่าต้านทานทุกธาตุ + **250%** ของค่าดาเมจคริติคอลให้กับเป้าหมายใกล้เคียง โดยทุก **1.5** วินาที จะปล่อยได้สูงสุด 1 ครั้ง ดาเมจสายฟ้าฟาดถือว่าเป็นดาเมจโจมตีปกติ หากติดตั้งอาวุธธาตุไฟ/น้ำแข็ง/กายภาพ **1** ชิ้น ดาเมจสายฟ้าฟาดจะเพิ่มขึ้น **1.3** เท่า นอกจากนี้ ดาเมจสายฟ้าฟาดจะไม่ได้รับผลกระทบเพิ่มเติมจากเอฟเฟกต์เพิ่มดาเมจของค่าสถานะหายากของอุปกรณ์ไททัน และจะไม่ปล่อยเอฟเฟกต์โจมตีเพิ่มเติมด้วย",
			"stats": {
				"shatter": 14,
				"charge": 15
			},
			"need": "None"
		},
		{
			"description": "หลังจากชาร์จ**อัสนีฟาด**แล้ว แต่ละครั้งจะปรากฏมังกรครามน้อยเมิ่งจาง **2** ตัว ซึ่งมังกรครามน้อยแต่ละตัวจะฟื้นฟู HP สูงสุด **20%** ให้กับสิ่งอัญเชิญ\r\nดาเมจชาร์จโจมตีของ**อัสนีฟาด**และปล่อยคลื่นกระแทกเพิ่มขึ้น **30%**\r\nหลังจากปล่อย**เมฆครามสยบจันทร์**แล้ว จะได้รับพลังแห่งมังกรคราม **3** ชั้นทันที และเมื่อปล่อยสกิลอาวุธไฟฟ้าอื่น จะได้รับพลังแห่งมังกรคราม **1** ชั้นทันที",
			"stats": {
				"shatter": 14,
				"charge": 15
			},
			"need": "mimi_thunder_plasm"
		},
		{
			"description": "เพิ่ม ATK พื้นฐานของอาวุธปัจจุบัน **16%**",
			"stats": {
				"shatter": 14,
				"charge": 15
			},
			"need": "mimi_thunder_plasm"
		},
		{
			"description": "เมื่อติดตั้ง**เมิ่งจาง** เวลาคูลดาวน์สกิลดั้งเดิมของอาวุธไฟฟ้าทั้งหมดจะลดลง **20%** และจะไม่ได้รับผลกระทบจากการล้าง, รีเซ็ต, เปลี่ยนแปลงของเวลาคูลดาวน์อื่นใด\r\nนอกจากนี้ ดาเมจไฟฟ้าของตนเองจะเพิ่มขึ้น **15%** เอฟเฟกต์เซตนี้ใช้งานได้ในช่องมือรอง",
			"stats": {
				"shatter": 14,
				"charge": 15
			},
			"need": "mimi_thunder_plasm"
		},
		{
			"description": "เพิ่ม ATK พื้นฐานของอาวุธปัจจุบัน **32%**",
			"stats": {
				"shatter": 14,
				"charge": 15
			},
			"need": "mimi_thunder_plasm"
		},
		{
			"description": "เมื่อตนเองได้รับดาเมจถึงตาย จะทนต่อเอฟเฟกต์ถึงตาย 1 ครั้งและเลี่ยงดาเมจช่วงเวลาสั้น ๆ ภายใน **60** วินาทีเอฟเฟกต์นี้จะเรียกใช้สูงสุด 1 ครั้ง เอฟเฟกต์เซตนี้ใช้งานได้ในช่องมือรอง\r\nหลังเปิดใช้งานเรโซแนนซ์ความอดทน:\r\nเมื่อปล่อย**มังกรทะยานฟ้า**จะมองข้ามไฮเปอร์บอดี้และดึงดูดเป้าหมายใกล้เคียง (ไม่มีผลกับบอส)\r\nเมื่อเล่นเป็นทีม ในระหว่างที่ชาร์จ**อัสนีฟาด** ทุก **6** วินาที จะเกิดผนึกเวลาไฟฟ้า **1** อัน และสร้างโครงข่ายไฟฟ้าเชื่อมโยงตามลำดับ โครงข่ายไฟฟ้าสามารถขัดขวางไม่ให้มอนสเตอร์เคลื่อนที่และบล็อกดาเมจโพรเจกไทล์ของมอนสเตอร์ได้ โดยที่ผนึกเวลาไฟฟ้าแต่ละอันจะคงอยู่ได้สูงสุด **20** วินาที",
			"stats": {
				"shatter": 14,
				"charge": 15
			},
			"need": "mimi_thunder_plasm"
		},
		{
			"description": "หลังจากปล่อย**เมฆครามสยบจันทร์** ดาเมจไฟฟ้าของตนเองจะเพิ่มขึ้น **10%** และดาเมจสุดท้ายจะเพิ่มขึ้น **10%** เป็นเวลา **30** วินาที",
			"stats": {
				"shatter": 14,
				"charge": 15
			},
			"need": "mimi_thunder_plasm"
		}
	],
	"id": "mimi_thunder"
}