{
	"name": "Máscara Triple",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Desarrollado originalmente para asistir a pacientes con lesiones faciales; terminó acumulando una gran cantidad de funciones versátiles más allá de su valor ornamental. Aunque una máscara se suele utilizar para ocultar a quien la lleva, la tecnología que contiene también puede revelar nuevos aspectos del mundo.",
	"source": "Sirve para ponerte la Máscara del Vacío de Máscara Triple. Mientras exploras el mundo exterior, no te atacarán enemigos que no sean jefes. Cuando te descubran ciertos enemigos, se activará la detección. Mientras lleves la Máscara del Vacío, los enemigos bajo la influencia de la máscara no alertarán a otros enemigos cuando los ataques. Vuelve a utilizar la Máscara Triple para eliminar la máscara actual, la cual entrará en enfriamiento. Enfriamiento: **20**seg.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_021.png",
	"shortIcon": "artifact_ssr_021",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_045",
	"advancement": [
		{
			"description": "Desbloquea la Máscara de Acechante. Se selecciona al usar la Máscara Triple y confirma de nuevo para usarla. Cuando lleves puesta la Máscara de Acechante, podrás ver en el mapa la ubicación de los enemigos de élite con logros en el Dominio9.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Mientras usas la Máscara Triple, aumenta tu velocidad un **8%** y tu daño elemental un **8%**.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Desbloquea la Máscara del Conocimiento. Mientras lleves puesta la Máscara del Conocimiento, cuando haya un cofre sin abrir cerca, se te indicará y guiará hasta la ubicación del cofre.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Aumenta el daño de escarcha un **2%**, incluso sin despliegue. No está disponible en la Liga Ápex.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Mientras usas la Máscara Triple, aumenta tu daño elemental un **8%** adicional.",
			"id": "artifact_adv_045"
		}
	],
	"id": "artifact_ssr_021"
}