{
	"name": "Corazón Talásico",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Cuenta la leyenda que un mítico corazón de sirena oculto en una caracola espinosa es capaz de convocar una tormenta sobre las olas. Haciendo honor a este mito, el Grupo de Desarrollo Oceánico decidió dar el nombre de \"Corazón\" a uno de sus importantes instrumentos. Aunque no puede dirigir tormentas, puede controlar el flujo del agua para aumentar la marea. Su modelo completo es capaz incluso de transformarse en delfín.",
	"source": "Genera un Corazón Talásico en la ubicación del objetivo. Enfriamiento: **60**seg. Cada **2**seg, el Corazón Talásico infligirá daño a los objetivos cercanos igual a **2%** (**0.2%** en la Liga Ápex) de los PS Máx. del nómada durante **45**seg. El tipo de daño elemental infligido será el del arma actual. El daño recibido por los objetivos impactados también aumenta un **4%** durante **5**seg.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_018.png",
	"shortIcon": "artifact_ssr_018",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_042",
	"advancement": [
		{
			"description": "Corazón Talásico subirá la marea **1** vez cada **15**seg, lo que inflige daño igual a un **15%** (**1.5%** en la Liga Ápex) de los PS Máx. del nómada a los objetivos cercanos.",
			"id": "artifact_adv_042"
		},
		{
			"description": "La duración del Corazón Talásico se amplía a **90**seg.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Aumenta el daño infligido a los objetivos impactados por Corazón Talásico un **5.5%** adicional.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Aumenta el daño eléctrico en un **2%**, incluso sin despliegue. No está disponible en la Liga Ápex.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Al bucear, utiliza Corazón Talásico para transformarte en delfín durante un máximo de **45**seg, durante los cuales los enemigos no atacarán durante **15**seg, y aumenta tu velocidad de movimiento.\r\nDurante tu transformación, tu siguiente ataque azotará el agua del mar, lo que inflige daño igual a un **25%** (**2.5%** en la Liga Ápex) de tus PS Máx. a los objetivos cercanos y finalizará la transformación.",
			"id": "artifact_adv_042"
		}
	],
	"id": "artifact_ssr_018"
}