{
	"name": "Pistola de Burbujas",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Dicen que un creador rubio y bajito de Espejia hizo esto por capricho...",
	"source": "Pulsa el botón de disparo para consumir **1** gota de solución de burbujas y dispara unas cuantas burbujas que infligen daño igual a **10%** del ATQ cada una. Mantén durante **0.5**seg para consumir **5** gotas de solución de burbujas y disparar una burbuja grande que inflige daño igual a **300%** del ATQ. La burbuja grande es capaz de engullir a la mayoría de los objetivos pequeños y hacer que salgan volando. Cada objetivo solo puede ser engullido y volar **1** vez cada **15**seg; los objetivos con hipercuerpo no se ven afectados. Las burbujas grandes tienen **5**seg de enfriamiento. La solución de burbujas se rellena a razón de **1** gota cada **3**seg, y se rellenan **10** gotas tras derrotar a un enemigo. La Pistola de Burbujas puede contener hasta **30** gotas de solución de burbujas.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_020.png",
	"shortIcon": "artifact_ssr_020",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_044",
	"advancement": [
		{
			"description": "Aumenta el número de burbujas pequeñas disparadas. El portador también se desplaza hacia atrás cuando dispara burbujas pequeñas. Tras disparar la reliquia, aumenta la velocidad un **10%** durante **30**seg.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Obtén **1** / **3** acumulaciones de Hora Feliz tras disparar burbujas pequeñas y grandes, respectivamente. Cada acumulación inflige al nómada un **1.8%** del daño infligido durante **60**seg, se acumula hasta **5** veces.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Usa la Pistola de Burbujas para invocar un Espíritu de Burbujas que dispara burbujas y restablece la duración de Hora Feliz. El espíritu dura **150**seg.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Aumenta el daño de fuego en un **2%**, incluso sin despliegue. No está disponible en la Liga Ápex.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Aumenta el refuerzo de daño de Hora Feliz un **0.6%** adicional por acumulación.",
			"id": "artifact_adv_044"
		}
	],
	"id": "artifact_ssr_020"
}