{
	"name": "Blasenwaffe",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Es heißt, dass ein kleiner blonder Schöpfer in Mirroria dies spontan gemacht hat…",
	"source": "Drücke die Feuer-Schaltfläche, um **1**Tropfen der Blasenlösung zu verbrauchen und ein paar Blasen abzufeuern, die jeweils Schaden in Höhe von **10%** des ANG verursachen. Halte sie **0,5**Sek. lang gedrückt, um **5**Tropfen der Blasenlösung zu verbrauchen und eine große Blase abzufeuern, die Schaden in Höhe von **300%** des ANG verursacht. Die große Blase ist in der Lage, die meisten kleinen Ziele zu umschließen und sie wegfliegen zu lassen. Jedes Ziel kann nur **1**-mal alle **15**Sek. verschlungen werden und wegfliegen und Ziele mit „Hyperkörper“ sind nicht betroffen. Große Blasen haben eine Abklingzeit von **5**Sek. Die Blasenlösung wird alle **3**Sek. um **1**Tropfen aufgefüllt und nach dem Besiegen eines Gegners werden **10**Tropfen aufgefüllt. Die Blasenwaffe fasst bis zu **30**Tropfen der Blasenlösung.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_020.png",
	"shortIcon": "artifact_ssr_020",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_044",
	"advancement": [
		{
			"description": "Erhöht die Menge an abgefeuerten kleinen Blasen. Der Träger bewegt sich beim Abfeuern kleiner Blasen auch rückwärts. Nach dem Abfeuern des Relikts wird die Geschwindigkeit für **30** Sekunden um **10%** erhöht.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Erhalte **1**/**3**Stapel „Gute Zeit“, nachdem du kleine bzw. große Blasen abgefeuert hast. Jeder Stapel erhöht den verursachten Schaden des Wanderers für **60**Sek. um **1,8%** und kann bis zu **5**-mal gestapelt werden.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Verwende die Blasenwaffe, um einen Blasengeist herbeizurufen, der Blasen abfeuert und die Dauer der guten Zeit erneuert. Der Geist ist für **150** Sekunden aktiv.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Erhöht Flammenschaden um **2%**. Effekt wirkt auch ohne Einsatz. In der Apex-Liga nicht verfügbar.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Erhöht den „Gute Zeit“-Schadensbonus um zusätzliche **0,6%** pro Stapel.",
			"id": "artifact_adv_044"
		}
	],
	"id": "artifact_ssr_020"
}