{
	"name": "Thalassoherz",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Der Legende zufolge kann ein mythisches Sirenenherz, das in einer dornigen Muschelschale verborgen ist, einen Sturm auf den Wellen heraufbeschwören. Zu Ehren dieses Mythos hat die Ozeanentwicklungsgruppe eines ihrer wichtigen Instrumente nach diesem Herz benannt. Es kann zwar keine Stürme herbeirufen, aber es kann den Wasserfluss steuern und so die Gezeiten verstärken. Sein vollständiges Modell kann sich sogar in einen Delfin verwandeln.",
	"source": "Erzeugt ein Thalassoherz am Standort des Ziels. Abklingzeit: **60** Sekunden. Alle **2** Sekunden fügt das Thalassoherz für **45** Sekunden Zielen in der Nähe Schaden in Höhe von **2%** (**0,2%** in der Apex-Liga) der max. LP des Wanderers zu. Die Art des verursachten Elementarschadens entspricht dem der aktuellen Waffe. Der Schaden, den getroffene Ziele erleiden, wird außerdem für **5** Sekunden um **4%** erhöht.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_018.png",
	"shortIcon": "artifact_ssr_018",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_042",
	"advancement": [
		{
			"description": "Thalassoherz erhöht **1**-mal alle **15** Sekunden den Schaden, der Zielen in der Nähe **15%** (**1,5%** in der Apex-Liga) der max. LP des Wanderers zufügt.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Die Dauer von Thalassoherz wird auf **90** Sekunden verlängert.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Der Schaden an Zielen, die von Thalassoherz getroffen werden, wird zusätzlich um **5,5%** erhöht.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Erhöht Voltschaden um **2%**, auch wenn er nicht eingesetzt wird. In der Apex-Liga nicht verfügbar.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Wenn der Wanderer untertaucht, verwandelt er sich mit Thalassoherz für bis zu **45**Sek. in einen Delfin. Gegner greifen **15**Sek. lang nicht an und die Bewegungsgeschwindigkeit wird erhöht.\r\nWährend der Verwandlung wühlt der nächste Angriff das Meerwasser auf und fügt Zielen in der Nähe Schaden in Höhe von **25%** (**2,5%** in der Apex-Liga) deiner max. LP zu. Außerdem wird die Verwandlung beendet.",
			"id": "artifact_adv_042"
		}
	],
	"id": "artifact_ssr_018"
}