{
	"name": "Dreifache Maske",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Wurde ursprünglich zur Unterstützung für Patienten mit Gesichstverletzungen entwickelt. Erhielt mit der Zeit unzählige Zusatzfunktionen, die über den ästhetischen Effekt hinausgehen. Die Maske wird üblicherweise dazu benutzt, den Träger zu verbergen, doch die eingebaute Technik kann auch neue Seiten der Welt enthüllen.",
	"source": "Damit kann die Maske der Leere der dreifachen Maske getragen werden. Der Wanderer wird so in der Oberwelt nur von Bossen angegriffen. Wird man von gewissen Gegnern entdeckt, wird Entdeckung ausgelöst. Während die Maske der Leere getragen wird, alarmieren die Gegner, die unter dem Einfluss der Maske stehen, keine anderen Gegner, wenn sie angegriffen werden. Verwende dreifache Maske erneut, um die aktuelle Maske zu entfernen und in die Abklingzeit überzugehen. Abklingzeit; **20** Sekunden.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_021.png",
	"shortIcon": "artifact_ssr_021",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_045",
	"advancement": [
		{
			"description": "Schaltet die Maske des Jägers frei. Wähle und bestätige deine Wahl, um sie zu tragen, während die dreifache Maske in Verwendung ist. Während der Wanderer die Maske des Jägers trägt, sind die Standorte der Elite-Errungenschaft-Gegner in Gebiet 9 auf der Karte sichtbar.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Während die dreifache Maske im Einsatz ist, werden die Geschwindigkeit um **8%** und der Elementarschaden um **8%** erhöht.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Schaltet die Maske des Wissens frei. Befindest du dich in der Nähe einer ungeöffneten Truhe, während du die Maske des Wissens trägst, erhältst du Hinweise und wirst dorthin geführt.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Erhöht Frostschaden um **2%**. Effekt wirkt auch ohne Einsatz. In der Apex-Liga nicht verfügbar.",
			"id": "artifact_adv_045"
		},
		{
			"description": "Während die dreifache Maske im Einsatz ist, wird der Elementarschaden zusätzlich um **8%** erhöht.",
			"id": "artifact_adv_045"
		}
	],
	"id": "artifact_ssr_021"
}