{
	"name": "Coração Talássico",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "A lenda diz que o coração mítico de uma sereia, escondido dentro de uma concha espinhosa, é capaz de invocar uma tempestade sobre as ondas. Em homenagem a esse mito, o Grupo de Desenvolvimento Oceânico deu o nome do coração a um de seus instrumentos. Embora não possa invocar tempestades, ele é capaz de controlar o fluxo de água para elevar a maré. O modelo completo pode até mesmo realizar uma transformação em golfinho.",
	"source": "Gera um Coração Talássico na posição do alvo. Tempo de recarga: **60** seg. A cada **2** segundos, o Coração Talássico causará dano de **2%** (**0,2%** na Liga do Apogeu) da sua vida máxima a alvos próximos durante **45** segundos. O tipo de dano elemental causado será o mesmo da arma em uso. O dano sofrido pelo alvo atingido também é aumentado em **4%** durante **5** segundos.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_018.png",
	"shortIcon": "artifact_ssr_018",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_042",
	"advancement": [
		{
			"description": "O Coração Talássico causará uma elevação na maré **1** vez a cada **15** segundos, causando dano de **15%** (**1,5%** na Liga do Apogeu) da sua vida máxima a alvos próximos.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Aumenta a duração de Coração Talássico para **90** segundos.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Aumenta o dano causado a alvos atingidos por Coração Talássico em mais **5,5%**.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Aumenta o dano elétrico em **2%**, mesmo se não utilizada. Indisponível na Liga do Apogeu.",
			"id": "artifact_adv_042"
		},
		{
			"description": "Enquanto mergulha, use Coração Talássico para se transformar em um golfinho por até **45** segundos. Nesse período, os inimigos não atacarão por **15** segundos, e a velocidade de movimento será aumentada.\r\nDurante a transformação, o próximo ataque agita a água, causando dano equivalente a **25%** (**2,5%** na Liga do Apogeu) da sua vida máxima aos alvos próximos, e encerra a transformação.",
			"id": "artifact_adv_042"
		}
	],
	"id": "artifact_ssr_018"
}