{
	"name": "Arma de Bolhas",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "Disseram que uma inventora loira e baixinha de Reflexia fez isto porque deu na telha...",
	"source": "Use o botão de disparar para gastar **1** gota do líquido e disparar algumas bolhas; cada uma causa dano de **10%** do ATQ. Segure durante **0,5** segundo para gastar **5** gotas do líquido e disparar uma superbolha que causa dano de **300%** do ATQ. A superbolha pode envolver a maioria dos alvos pequenos e fazê-los sair voando. Cada alvo só pode ser envolvido e sair voando **1** vez a cada **15** segundos, e alvos com corpo de aço não são afetados. Tempo de recarga da superbolha: **5** seg. **1** gota do líquido é reposta a cada **3** segundos, e derrotar um inimigo repõe **10** gotas. A Arma de Bolhas comporta até **30** gotas de líquido.",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_020.png",
	"shortIcon": "artifact_ssr_020",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_044",
	"advancement": [
		{
			"description": "Aumenta o número de bolhinhas disparadas. Além disso, você se move para trás ao disparar bolhinhas. Após disparar a Relíquia, aumenta a velocidade em **10%** durante **30** segundos.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Receba **1**/**3** acúmulos de momento feliz após disparar, respectivamente, bolhinhas e superbolhas. Cada acúmulo aumenta o dano causado por você em **1,8%** durante **60** segundos. Acumula até **5** vezes.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Use a Arma de Bolhas para invocar um Espírito de Bolha que dispara bolhas e reinicia a duração de momento feliz. O Espírito dura **150** segundos.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Aumenta o dano ígneo em **2%**, mesmo se não utilizada. Indisponível na Liga do Apogeu.",
			"id": "artifact_adv_044"
		},
		{
			"description": "Cada acúmulo aumenta o reforço de dano de momento feliz em **0,6%**.",
			"id": "artifact_adv_044"
		}
	],
	"id": "artifact_ssr_020"
}