{
    "name": "Heaven's Dice",
    "rarity": "LEGENDRY",
    "description": null,
    "source": "Roll all the dice, and different quantities of dice you cast have different effects. Every time you roll a dice in battle, you will randomly gain 1 out of 10 buffs which is cleared after the battle. The buffs include: Frost damage +**10%**, flame damage +**10%**, volt damage +**10%**, physical damage +**10%**, altered damage +**10%**, frost damage received −**5%**, flame damage received −**5%**, volt damage received −**5%**, physical damage received −**5%**, and altered damage received −**5%**. Only 1 random buff can be gained when casting dice, and all effects are only stacked 1 time. At 5 stars, rolling 3 Heaven's Dice will grant all the elemental damage boosts. A new dice are gained every 30 seconds, and up to 3 dice can be accumulated. WhenCouant or Type II Couant is deployed, no dice rolling would be allowed: \r\nWhen 1 dice is cast, immediately get **180** weapon charge. If the number rolled is 1 or 6, get the Thermonuclear effect: Gain **20%** damage boost for 35 seconds.\r\nWhen 2 dice are cast, immediately get **180** weapon charge and the Thermonuclear effect. If the 2 dice have the same number of points, get the Fusion effect: Clear the cooldown of all weapon skills.\r\nWhen 3 dice are cast, immediately get **180** weapon charge, the Thermonuclear effect, and the Fusion effect. If the 3 dice have the same number of points, get the Overclock effect: Using discharge skills within 6 seconds doesn't cost weapon charge.\r\nWhen the Relic Heaven's Dice is removed, clear the random buffs and Thermonuclear effect added by the Heaven's Dice.",
    "type": "ITEM_TYPE_ARTIFACT",
    "icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_014",
    "AttributeID": "artifact_adv_038",
    "id": "artifact_ssr_014",
    "advancement": [
        {
            "description": "Reduce availability for each dice to 20 seconds.",
            "source": null,
            "id": "artifact_adv_038"
        },
        {
            "description": "Thermonuclear Damage Boost: Gain a **25%** damage boost for 45 seconds.",
            "source": null,
            "id": "artifact_adv_038"
        },
        {
            "description": "After each roll of dice, there is a **50%** chance of getting 1 die. Cooldown: 15 seconds.",
            "source": null,
            "id": "artifact_adv_038"
        },
        {
            "description": "Increase frost damage by **2%**, even if not deployed. Unavailable in Apex League.",
            "source": null,
            "id": "artifact_adv_038"
        },
        {
            "description": "Rolling 3 dice will grant all the elemental damage boosts. If their sum is 14 or more, gain the Overclock effect.",
            "source": null,
            "id": "artifact_adv_038"
        }
    ]
}