{
    "name": "Thalassic Heart",
    "rarity": "LEGENDRY",
    "description": "Legend has it that a mythical siren heart hidden within a thorny conch shell is capable of calling a storm upon the waves. Honoring this myth, the Ocean Development Group chose to name one of their important instruments after the heart. Though it cannot command storms, it can control water flow to augment the tide. Its complete model is even capable of transforming into a dolphin.",
    "source": "Generate a Thalassic Heart at the target's location. Cooldown: 60 seconds. Every 2 seconds, the Thalassic Heart will deal damage to nearby targets equal to **2%** (**0.2%** in Apex League) of the Wanderer's Max HP for 45 seconds. The type of elemental damage dealt will be that of the current weapon. Damage received by targets hit is also increased by **4%** for 5 seconds.",
    "type": "ITEM_TYPE_ARTIFACT",
    "icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_018",
    "AttributeID": "artifact_adv_042",
    "id": "artifact_ssr_018",
    "advancement": [
        {
            "description": "Thalassic Heart will raise the tide 1 time every 15 seconds, dealing damage equal to **15%** (**1.5%** in Apex League) of the Wanderer's Max HP to nearby targets.",
            "source": null,
            "id": "artifact_adv_042"
        },
        {
            "description": "Thalassic Heart duration is extended to 90 seconds.",
            "source": null,
            "id": "artifact_adv_042"
        },
        {
            "description": "Damage dealt to targets hit by Thalassic Heart is additionally increased by **5.5%**.",
            "source": null,
            "id": "artifact_adv_042"
        },
        {
            "description": "Increase volt damage by **2%**, even if not deployed. Unavailable in Apex League.",
            "source": null,
            "id": "artifact_adv_042"
        },
        {
            "description": "While diving, use Thalassic Heart to transform into a dolphin for up to 45 seconds, during which enemies will not attack for 15 seconds, and movement speed will be increased.\r\nWhile transformed, the next attack will thrash the seawater, dealing damage equal to **25%** (**2.5%** in Apex League) of your Max HP to nearby targets, and will end the transformation.",
            "source": null,
            "id": "artifact_adv_042"
        }
    ]
}