{
	"name": "หัวใจแห่งท้องทะเล",
	"type": "ITEM_TYPE_ARTIFACT",
	"description": "มีตำนานที่เล่าไว้ว่า หัวใจของไซเรนในตำนานนั้นซ่อนอยู่ภายในหอยสังข์หนาม ซึ่งสามารถเรียกลมฝนมาสู่ยังท้องทะเลได้ และเพื่อเป็นเกียรติแก่ตำนานนี้ กลุ่มพัฒนามหาสมุทรจึงเลือกที่จะตั้งชื่อเครื่องดนตรีสำคัญชิ้นหนึ่งตามชื่อของสิ่งที่ซ่อนหัวใจของไซเรนเอาไว้ แม้ว่ามันจะไม่สามารถเรียกลมฝนได้เหมือนในตำนาน แต่ก็สามารถควบคุมการไหลของน้ำ เพื่อทำให้เกิดกระแสน้ำได้ นอกเหนือจากนั้น โมเดลที่สมบูรณ์ของมันก็ยังสามารถแปลงร่างเป็นโลมาได้อีกด้วย",
	"source": "สร้างหัวใจแห่งท้องทะเลไว้ในตำแหน่งของเป้าหมาย คูลดาวน์: **60** วินาที ทุก **2** วินาที หัวใจแห่งท้องทะเลจะสร้างความเสียหายเท่ากับ **2%** (**0.2%** ในลีกแข่งยอดฝีมือ) ของ HP สูงสุดของนักพเนจร เป็นเวลา **45** วินาที ประเภทของความเสียหายธาตุที่ทำจะขึ้นอยู่กับอาวุธปัจจุบัน ความเสียหายที่ได้รับจากโจมตีโดนเป้าหมายจะเพิ่มขึ้น **4%** เป็นเวลา **5** วินาที",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_018.png",
	"shortIcon": "artifact_ssr_018",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_042",
	"advancement": [
		{
			"description": "หัวใจแห่งท้องทะเลจะเพิ่มกระแสน้ำ **1** ครั้ง ทุก **15** วินาที และสร้างดาเมจเท่ากับ **15%** (**1.5%** ในลีกแข่งยอดฝีมือ) ของ HP สูงสุดของตนเองกับเป้าหมายใกล้เคียง",
			"id": "artifact_adv_042"
		},
		{
			"description": "ระยะเวลาของหัวใจแห่งท้องทะเลจะเพิ่มขึ้น **90** วินาที",
			"id": "artifact_adv_042"
		},
		{
			"description": "เป้าหมายที่โดนโจมตีโดยหัวใจแห่งท้องทะเล จะได้รับดาเมจเพิ่มขึ้น **5.5%**",
			"id": "artifact_adv_042"
		},
		{
			"description": "เพิ่มดาเมจไฟฟ้า **2%** แม้ว่าจะไม่ได้ใช้งานก็ตาม ใช้ในลีกแข่งยอดฝีมือไม่ได้",
			"id": "artifact_adv_042"
		},
		{
			"description": "ในขณะที่อยู่ในมหาสมุทร เมื่อเรียกใช้หัวใจแห่งท้องทะเลจะแปลงร่างเป็นโลมา **45** วินาที มอนสเตอร์จะไม่ทำการโจมตีเป็นเวลา **15** วินาที และความเร็วในการเคลื่อนที่จะเพิ่มขึ้น\r\nในขณะที่แปลงร่าง การโจมตีในครั้งถัดไปจะเป็นการตีน้ำทะเล และจะสร้างดาเมจให้กับเป้าหมายใกล้เคียง **25%** (**2.5%** ในลีกแข่งยอดฝีมือ) ของ HP สูงสุดของตัวเอง และจะยกเลิกการแปลงร่าง",
			"id": "artifact_adv_042"
		}
	],
	"id": "artifact_ssr_018"
}