{
	"name": "ลูกเต๋าสวรรค์",
	"type": "ITEM_TYPE_ARTIFACT",
	"source": "ทอยลูกเต๋าทั้งหมด และจำนวนลูกเต๋าที่คุณโยนต่างกันมีเอฟเฟกต์ต่างกัน ทุกครั้งที่คุณทอยลูกเต๋าในการต่อสู้ คุณจะได้รับบัฟ **1** จาก **10** อย่าง แบบสุ่มซึ่งจะหายไปหลังจากการต่อสู้ บัฟต่าง ๆ (ได้แก่ดาเมจน้ำแข็ง +**10%**, ดาเมจไฟ +**10%**, ดาเมจไฟฟ้า +**10%**, ดาเมจกายภาพ +**10%**, ดาเมจเหนือมนุษย์ +**10%**, ดาเมจน้ำแข็งที่ได้รับ −**5%**, ดาเมจไฟที่ได้รับ −**5%**, ดาเมจไฟฟ้าที่ได้รับ −**5%**, ดาเมจกายภาพที่ได้รับ −**5%** และดาเมจเหนือมนุษย์ที่ได้รับ −**5%** สามารถรับบัฟแบบสุ่มได้ **1** บัฟเมื่อทำการโยนลูกเต๋า และเอฟเฟกต์ทั้งหมดจะซ้อนทับกัน **1 ครั้ง** เท่านั้น เมื่อลูกเต๋าที่เลือกมี 5 ดาวจะทอยลูกเต๋า 3 ลูก เพื่อรับเอฟเฟกต์เพิ่มดาเมจทุกธาตุ) จะได้รับลูกเต๋าใหม่ทุก **30** วินาที และสามารถสะสมได้มากถึง **3** ลูกเต๋า เมื่อใช้งาน**โคเวนท์** หรือ**โคเวนท์ไทป์ II** จะไม่อนุญาตให้ทอยลูกเต๋า: \r\nเมื่อโยนลูกเต๋า **1** ลูก รับค่าชาร์จอาวุธทันที **180** หน่วย หากแต้มที่ได้เป็น **1** หรือ **6** แต้ม จะได้รับเอฟเฟกต์**เทอร์โมนิวเคลียร์**: ได้รับเพิ่มดาเมจ **20%** เป็นเวลา **35** วินาที\r\nเมื่อโยนลูกเต๋า **2** ลูก รับค่าชาร์จอาวุธทันที **180** หน่วย และเอฟเฟกต์**เทอร์โมนิวเคลียร์**ทันที หากลูกเต๋า **2** มีแต้มเท่ากัน รับเอฟเฟกต์**ฟิวชั่น**: ล้างคูลดาวน์ของสกิลอาวุธทั้งหมด\r\nเมื่อโยนลูกเต๋า **3** ลูก รับค่าชาร์จอาวุธ **180** หน่วยทันที เอฟเฟกต์ **เทอร์โมนิวเคลียร์** และเอฟเฟกต์**ฟิวชั่น** หากลูกเต๋าทั้ง **3** มีแต้มเท่ากัน จะได้รับเอฟเฟกต์ **โอเวอร์คล็อก**: การใช้สกิลคอมโบภายใน **6** วินาที จะไม่เสียค่าชาร์จอาวุธ\r\nเมื่อใดที่ถอดรีลิคลูกเต๋าสวรรค์ออก บัฟแบบสุ่มและเอฟเฟกต์เทอร์โมนิวเคลียร์ที่เพิ่มมาโดยลูกเต๋าสวรรค์จะถูกรีเซต",
	"icon": "/Game/Resources/UI/Artifact/itemicon/artifact_ssr_014.png",
	"shortIcon": "artifact_ssr_014",
	"rarity": "LEGENDRY",
	"AttributeID": "artifact_adv_038",
	"advancement": [
		{
			"description": "ลดการใช้งานของลูกเต๋าแต่ละลูกเป็น **20** วินาที",
			"id": "artifact_adv_038"
		},
		{
			"description": "**เทอร์โมนิวเคลียร์** เพิ่มดาเมจ: ได้รับเพิ่มดาเมจ **25%** เป็นเวลา **45** วินาที",
			"id": "artifact_adv_038"
		},
		{
			"description": "หลังจากการทอยลูกเต๋าแต่ละครั้ง มีโอกาส **50%** ที่จะได้ลูกเต๋า 1 ลูก คูลดาวน์: **15 วินาที**",
			"id": "artifact_adv_038"
		},
		{
			"description": "เพิ่มความเสียหายน้ำแข็ง **2%**\r\nแม้ว่าจะไม่ได้ใช้งานก็ตาม\r\nใช้ในลีกแข่งยอดฝีมือไม่ได้",
			"id": "artifact_adv_038"
		},
		{
			"description": "หากผลรวมของแต้มทั้ง **3** ลูกเต๋า เท่ากับ **14** หรือมากกว่า จะได้รับเอฟเฟกต์เพิ่มดาเมจทุกธาตุ และจะได้รับเอฟเฟกต์ **โอเวอร์คล็อก**",
			"id": "artifact_adv_038"
		}
	],
	"id": "artifact_ssr_014"
}